---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.AreaTagType
source: html/a17139c3-13c2-dd2d-938e-412f34c9a234.htm
---
# AreaTagType Members

Activates the symbol to ensure that its geometry is accessible.